tap "teamookla/speedtest"
brew "atdtool"
brew "bat"
brew "doctl"
brew "dos2unix"
brew "elinks"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gfv" # this failed on linux
brew "gibo"
brew "gifsicle"
brew "gifsky" # this failed on linux
brew "gh"
brew "git-extras"
brew "git-lfs"
brew "go"
brew "graphicsmagick"
brew "gron"
brew "httpie"
brew "hunspell"
brew "jpeg"
brew "jpegoptim"
brew "jp2a"
brew "jq"
brew "libyaml"
brew "miller"
brew "mosh"
brew "mysql"
brew "optipng"
brew "pdftohtml"
brew "peco"
brew "pngcrush"
brew "pngquant"
brew "pup"
brew "reattach-to-user-namespace" # this only works on mac
brew "rename"
brew "shellcheck"
brew "the_silver_searcher"
brew "slackcat"
brew "spark"
brew "speedtest"
brew "tidy-html5"
brew "tig"
brew "xclip"
brew "w3m"
brew "youtube-dl"
brew "z"
