# core
brew "bat"
brew "bat-extras"
brew "coreutils"
brew "ctags"
brew "docker"
brew "fx"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gron"
brew "jq"
brew "less"
brew "mosh"
brew "node"
brew "n"
brew "rsync"
brew "ripgrep"
brew "spaceman-diff"
brew "ssh-copy-id"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "z"

# additional
brew "dos2unix"
brew "gh"
brew "git-extras"
brew "git-lfs"
brew "go"
brew "graphicsmagick"
brew "htmlq"
brew "hunspell"
brew "jpeg"
brew "jpegoptim"
brew "jp2a"
brew "libyaml"
brew "miller"
brew "mysql"
brew "optipng"
brew "pdftohtml"
brew "peco"
brew "pngcrush"
brew "pngquant"
brew "pup"
brew "rename"
brew "shellcheck"
brew "slackcat"
brew "tidy-html5"
brew "whalebrew"
brew "yamllint"

cask "1password-cli"

whalebrew "whalebrew/ffmpeg"
whalebrew "whalebrew/httpie"
whalebrew "whalebrew/speedtest"
whalebrew "whalebrew/youtube-dl"

tap "cooklang/tap"
brew "cooklang/tap/cook"
